var app = new Vue({
    el: '#app',
    data: {
        oneBoxList:[
            {   
                class: 'onehead-img1',
                title: '招生引流',
                label: ['涨粉神器','裂变海报','拼团秒杀','裂变红包','售课工具','会员积分','二级分销','免费直播']
            },
            {
                class: 'onehead-img2',
                title: '品牌网站',
                label: ['课程展示','课程购买','在线直播','互动班级','在线直播','考试题库','新闻资讯','图书专区']
            },
            {
                class: 'onehead-img3',
                title: '在线网校',
                label: ['录播课程','直播授课','白板文档','课件共享','视频弹题','随堂笔记','投票问卷','移动学习']
            },
            {
                class: 'onehead-img4',
                title: '智能题库',
                label: ['课后练习','智能组卷','专项训练','自动阅卷','仿真考试','付费考试','能力评估','错题库 ']
            },
            {
                class: 'onehead-img5',
                title: '互动班级',
                label: ['付费问答','定向推送','移动社群','动态圈子','热门话题','论坛模式','实时资讯','积分商城']
            },
            {
                class: 'onehead-img6',
                title: '教学工具',
                label: ['用户分群','表单问卷','趣味测试','活动签到','在线打卡','教辅周边','电子证书','作业本']
            },
            {
                class: 'onehead-img7',
                title: '教务管理',
                label: ['排课约课','课程评价','校区管理','运营管理','学员管理','讲师管理','订单管理','财务管理']
            },
            {
                class: 'onehead-img8',
                title: '网校数据',
                label: ['订单数据','交易数据','收入数据','流量数据','用户数据','商品数据','行为数据','数据图谱']
            }
        ]
    }
})